<h1>Помощь</h1>
<div class="help-txt">
<p class="m-top-36">Для редактирования страниц (добавления, удаления) необходимо прейти в режим редактирования нажав на иконку справа от пунктов меню.</p>
<img class="cntr" src="/images/help/menu.jpg">

<p class="m-top-50">Для того, чтобы добавить новый пункт меню (и новую страницу, соответствующую пункту) нужно нажать на иконку добавления справа. Так же можно добавлять подпункты.</p>
<img class="cntr" src="/images/help/menu1.jpg">

<p class="m-top-50">Новая созданная страница содержит только один элемент - заголовок, добавление других элементов рассматривается далее.</p>
<img class="cntr" src="/images/help/new-item.jpg">

<p class="m-top-50">Снизу расположена панель с элементами (категориями элементов).</p>
<img class="cntr" src="/images/help/panel.jpg">

<p class="m-top-50">Для добавления необходимого элемента, необходимо перетащить его на страницу, в доступные зоны, которые подсвечиваются.</p>
<img class="cntr" src="/images/help/add.jpg">

<p class="m-top-50">Можно перейти в режим изменения положения эдементов.</p>
<img class="cntr" src="/images/help/edit-drag.jpg">

<p class="m-top-50">Для изменения элемента необходимо перейти в режим его редактирование при помощи иконки справа от него и сохранить результ. Изменения сразу же можно проверить на сайте.</p>
<img class="cntr" src="/images/help/edit-el.jpg">

</div>